---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.LevelDeletedSameName
source: html/4f5c27d1-b4a7-11ba-6f3f-25ec6e2cfb78.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.LevelDeletedSameName Property

Level cannot be copied because level with desired name '[Name]' already exist in a target document.

## Syntax (C#)
```csharp
public static FailureDefinitionId LevelDeletedSameName { get; }
```